---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Krone
source: html/ccf97be5-cac2-003b-5318-b34f22007216.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Krone Property

Symbol kr, indicating unit Currency.

## Syntax (C#)
```csharp
public static ForgeTypeId Krone { get; }
```